[{"path": "painting\\1.jpg", "description": "The mural paintings from the Hermitage of the Vera Cruz de Maderuelo were transferred to canvas in 1947 and reconstructed at the Prado Museum in a layout as faithful to the original as possible."}, {"path": "painting\\2.jpg", "description": "The small scale and the presence of the donor, kneeling at the feet of the Madonna of Humility - who is seated on a cushion rather than a throne - suggest that this little panel was intended for private devotion."}, {"path": "painting\\3.jpg", "description": "This is a set of two scenes referring to one of the first known stories of Saint Eloy, a French saint from the late sixth and early seventh century and a great goldsmith who served kings Clotaire II and Dagobert and became Bishop of Rouen."}, {"path": "painting\\4.jpg", "description": "This is a large gothic altarpiece. Its central panel depicts the Virgin with Child, and behind them, four angels hold the brocade backdrop while four others play musical instruments."}, {"path": "painting\\5.jpg", "description": "This scene is from the predella of an altarpiece dedicated to Saint Anthony Abbot, the founder of the eremitic movement. Its technical and formal characteristics suggest a dating close to that of The Virgin with the Pomegranate."}, {"path": "painting\\6.jpg", "description": "Painted for San Domenico in Fiesole, near Florence, where Fra Angelico lived as a Dominican friar, the principal panel of this altarpiece depicts the cycle of Man’s fall and salvation through the episodes of Adam and Eve expelled from Eden and the Annunciation to Mary, respectively."}, {"path": "painting\\7.jpg", "description": "This work belongs to a set of four panels illustrating the Story of Nastagio degli Onesti, the eighth tale of the fifth day of Giovanni Boccaccio´s Decameron, written between 1348 and 1353."}, {"path": "painting\\8.jpg", "description": "Excepting some variants, such as the window opening onto a landscape or the face of the Virgin, this painting reproduces the composition of an engraving by Martin Schongauer, which accounts for its aesthetic links with productions from the region of Alsace and the Upper Rhine."}, {"path": "painting\\9.jpg", "description": "According to the Latin inscription on the back of this panel, which attributes it to Jan Gossaert, it was acquired by the magistrate of Louvain in 1588 from that city’s Augustinian monks."}, {"path": "painting\\10.jpg", "description": "This almost family scene shows the Christ Child and Saint John embracing each other while their respective mothers, Mary and Elizabeth, look on. The moment is witnessed by Saint Catherine, who accompanies them. "}]