[
    {
        "path": "palace\\1.jpg",
        "description": "The Throne Room, also known as the Kissing of the King's Room, the Kingdoms Room, or the Ambassadors, retains all of its decorative ensemble as it was designed and built in the reign of Charles III, as it was completely finished in 1772."
    },
    {
        "path": "palace\\2.jpg",
        "description": "The Royal Armoury is one of the jewels of the Spanish Historical Heritage and is considered the most important in Europe along with the Imperial Armoury of Vienna, both for the merit of its pieces and for the history that gives meaning to such a collection of weapons, mainly gala weapons."
    },
    {
        "path": "palace\\3.jpg",
        "description": "The Hall of Columns of the Royal Palace of Madrid, in its original use as a ballroom and function hall, has always had an importance for the civil ceremonies of the court only surpassed by the Throne Room. In its contemporary uses, this space is also used for the celebration of public events that, due to their importance, require it. Its architectural configuration is closely linked to the figure of the Turin architect Giovanni Battista Sacchetti and in order to understand it it is necessary to first reconstruct, at least in broad strokes, the history of the architectural project of the Royal Palace of Madrid."
    },
    {
        "path": "palace\\4.jpg",
        "description": "On the façade of the Palace there are five doors. On both sides, vehicles enter the small hallways and from there, to the courtyard. Through the three central ones you can access the main hallway or atrium, where the carriages leave their occupants – monarchs, heads of state or ambassadors – at the foot of the main staircase, in front of which stands the statue of Charles III as a Roman general, by Pierre Michel."
    },
    {
        "path": "palace\\5.jpg",
        "description": "This chamber was the room where the King dressed and received his private audiences, so it is not surprising that Charles III wanted to decorate it, entrusting the designs for each and every one of the elements to his Chamber Painter, Mattia Gasparini, whom he had brought with him from Naples."
    },
    {
        "path": "palace\\6.jpg",
        "description": "From the first designs of the New Royal Palace that was to replace the Alcázar of Madrid, the kitchen occupied a large area on the first floor of the building's basement, with enough space for the different Trades of the Royal House related to food to carry out their work with the greatest possible ease and comfort. It was not for nothing that it was a question of feeding the royal people and the court. "
    },
    {
        "path": "palace\\7.jpg",
        "description": "The Great Hall for balls and gala meals is the hall for major events and today, for state dinners. It is surprising for its length, as it is the result of the union of the three central ones of the Poniente façade."
    },
    {
        "path": "palace\\8.jpg",
        "description": "In 1742 it was decided to raise it to its current location, eliminating several infant rooms. After proposing several variants and always tending to give it as much volume as possible, in 1748 Sacchetti managed to formulate his definitive project, according to which it was built as it has remained for posterity."
    },
    {
        "path": "palace\\9.jpg",
        "description": "The Cibeles fountain is a true Madrid classic, and the place where the Real Madrid football club celebrates its victories. It was built by Ventura Rodriguez, Francisco Gutierrez and Roberto Michel in 1782, when Carlos III wanted to decorate the Paseo del Prado with a number of fountains."
    },
    {
        "path": "palace\\10.jpg",
        "description": "The Puerta del Sol is one of the capital’s most emblematic squares. It has borne witness to key moments in Spanish history such as Spanish political figure Niceto Alcalá-Zamora’s 1931 proclamation of the Second Spanish Republic to the crowds gathered at the Puerta del Sol"
    }
]
